Repository: jsoudeer/FMD
Catalog: languages/updater.*.po
Languages: fr

source: Free Manga Downloader - Updater
fr: Free Manga Downloader - MAJ

source: File size
fr: Taille du fichier

source: Waiting...
fr: Attendre...

source: Transfer rate
fr: Débit transfert

source: Help
fr: Aide

source: Can't extract file because 7za.exe not found!
fr: Extraction impossible 7za.exe non trouvé!

source: An error occured when trying to download file.
fr: Erreur à la tentative de téléchargement.

source: Downloading [%s]...
fr: Téléchargement [%s]...

source: Error saving file, check your AntiVirus!
fr: Erreur pendant la sauvegarde, vérifier votre Antivirus!

source: Failed downloading file!
fr: Echec téléchargement du fichier!

source: Failed loading page!
fr: Echec au chargement de la page!

source: File not found!
fr: Fichier non trouvé!

source: Finished.
fr: Terminée.

source: Invalid URL!
fr: URL invalide!

source: Loading page...
fr: Chargement de la page...

source: Redirected...
fr: Redirection...

source: Response
fr: Réponse

source: Retry downloading[%d] [%s]...
fr: Nouvelle tentative de téléchargement[%d] [%s]...

source: Retry loading page[%d]...
fr: Nouvelle tentative de chargement de la page[%d]...

source: Saving file...
fr: Sauvegarde du fichier…

source: Server response error!
fr: Réponse du serveur : erreur!

source: (unknown)
fr: (inconnu)

source: Unpacking file [%s]...
fr: Décompression du fichier [%s]...

source: Waiting main app to close...
fr: En attente que l'application principale se ferme...
